Repository: RonaVedat/dimera
Catalog: Dimera/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, id, it, pt_br, ru, tr, zh_hans

# Recurring payments · %lld tracked
source: Recurring payments · %1$lld tracked
de: Wiederkehrende Zahlungen · %1$lld erfasst
es: Pagos recurrentes · %1$lld registrados
fr: Paiements récurrents · %1$lld suivis
id: Pembayaran berulang · %1$lld dilacak
it: Pagamenti ricorrenti · %1$lld tracciati
pt_br: Pagamentos recorrentes · %1$lld rastreados
ru: Регулярные платежи · отслеживается %1$lld
tr: Tekrarlayan ödemeler · %1$lld takip ediliyor
zh_hans: 定期付款 · 已追踪 %1$lld 项

# Reduce %@ by **%@/month** and you'd save **%@ a year**.
source: Reduce %1$@ by **%2$@/month** and you'd save **%3$@ a year**.
de: Reduziere %1$@ um **%2$@/Monat** und du sparst **%3$@ im Jahr**.
es: Reduce %1$@ en **%2$@/mes** y ahorrarías **%3$@ al año**.
fr: Réduisez %1$@ de **%2$@/mois** et vous économiseriez **%3$@ par an**.
id: Kurangi %1$@ sebesar **%2$@/bulan** dan Anda akan menghemat **%3$@ per tahun**.
it: Riduci %1$@ di **%2$@/mese** e risparmieresti **%3$@ all'anno**.
pt_br: Reduza %1$@ em **%2$@/mês** e você economizaria **%3$@ por ano**.
ru: Сократите «%1$@» на **%2$@/мес**, и вы сэкономите **%3$@ в год**.
tr: %1$@ kalemini **%2$@/ay** azalt, yılda **%3$@** tasarruf et.
zh_hans: 将「%1$@」减少 **%2$@/月**，每年可节省 **%3$@**。

source: Reminds you to log today's spending at %@.
de: Erinnert dich, um %@ die heutigen Ausgaben zu erfassen.
es: Te recuerda registrar el gasto de hoy a las %@.
fr: Vous rappelle d'enregistrer vos dépenses du jour à %@.
id: Mengingatkan Anda untuk mencatat pengeluaran hari ini pukul %@.
it: Ti ricorda di registrare le spese di oggi alle %@.
pt_br: Lembra você de registrar os gastos de hoje às %@.
ru: Напоминает записать сегодняшние траты в %@.
tr: Saat %@ 'de bugünkü harcamanı kaydetmen için hatırlatır.
zh_hans: 在 %@ 提醒您记录今日支出。

source: Remove Document
de: Dokument entfernen
es: Eliminar documento
fr: Supprimer le document
id: Hapus Dokumen
it: Rimuovi documento
pt_br: Remover documento
ru: Удалить документ
tr: Belgeyi Kaldır
zh_hans: 移除文档

source: Remove Receipt
de: Beleg entfernen
es: Quitar recibo
fr: Supprimer le reçu
id: Hapus Struk
it: Rimuovi ricevuta
pt_br: Remover Recibo
ru: Удалить чек
tr: Makbuzu Kaldır
zh_hans: 移除收据

source: Renewal Review
de: Verlängerungsübersicht
es: Revisión de renovaciones
fr: Revue des renouvellements
id: Tinjauan Perpanjangan
it: Revisione rinnovi
pt_br: Revisão de Renovações
ru: Обзор продлений
tr: Yenileme İncelemesi
zh_hans: 续订审查

source: Renewal reminders %@
de: Verlängerungserinnerungen %@
es: Recordatorios de renovación %@
fr: Rappels de renouvellement %@
id: Pengingat perpanjangan %@
it: Promemoria di rinnovo %@
pt_br: Lembretes de renovação %@
ru: Напоминания о продлении %@
tr: Yenileme hatırlatıcıları %@
zh_hans: 续订提醒 %@

# Renews %@ · %@
source: Renews %1$@ · %2$@
de: Verlängert sich %1$@ · %2$@
es: Se renueva %1$@ · %2$@
fr: Se renouvelle %1$@ · %2$@
id: Diperpanjang %1$@ · %2$@
it: Si rinnova %1$@ · %2$@
pt_br: Renova %1$@ · %2$@
ru: Продлится %1$@ · %2$@
tr: %1$@ yenileniyor · %2$@
zh_hans: %1$@续订 · %2$@

source: Renews at %@ %@ until cancelled. Cancel anytime in Settings.
de: Verlängert sich für %1$@ %2$@, bis du kündigst. Jederzeit in den Einstellungen kündbar.
es: Se renueva por %1$@ %2$@ hasta que lo canceles. Cancela cuando quieras en Ajustes.
fr: Renouvelé à %1$@ %2$@ jusqu'à résiliation. Résiliez à tout moment dans les Réglages.
id: Diperpanjang seharga %1$@ %2$@ hingga dibatalkan. Batalkan kapan saja di Pengaturan.
it: Si rinnova a %1$@ %2$@ fino alla disdetta. Puoi disdire in qualsiasi momento da Impostazioni.
pt_br: Renova por %1$@ %2$@ até ser cancelado. Cancele quando quiser nos Ajustes.
ru: Продлевается за %1$@ %2$@, пока вы не отмените. Отменить можно в любой момент в Настройках.
tr: İptal edene kadar %2$@ %1$@ ücretle yenilenir. İstediğin zaman Ayarlar'dan iptal edebilirsin.
zh_hans: 按%2$@ %1$@自动续订，直至取消。可随时在“设置”中取消。

source: Renews on %@
de: Verlängert sich am %@
es: Se renueva el %@
fr: Renouvellement le %@
id: Diperpanjang pada %@
it: Si rinnova il %@
pt_br: Renova em %@
ru: Продлится %@
tr: %@ tarihinde yenilenir
zh_hans: 将于 %@ 续订

source: Rent
de: Miete
es: Alquiler
fr: Loyer
id: Sewa
it: Affitto
pt_br: Aluguel
ru: Аренда
tr: Kira
zh_hans: 房租

source: Repeats
de: Wiederholung
es: Se repite
fr: Récurrence
id: Berulang
it: Si ripete
pt_br: Repete
ru: Повтор
tr: Tekrarlanır
zh_hans: 重复

source: Reports
de: Berichte
es: Informes
fr: Rapports
id: Laporan
it: Report
pt_br: Relatórios
ru: Отчёты
tr: Raporlar
zh_hans: 报告

source: Restore Purchases
de: Käufe wiederherstellen
es: Restaurar compras
fr: Restaurer les achats
id: Pulihkan Pembelian
it: Ripristina acquisti
pt_br: Restaurar compras
ru: Восстановить покупки
tr: Satın Alımları Geri Yükle
zh_hans: 恢复购买

source: Retake Photo
de: Foto erneut aufnehmen
es: Repetir foto
fr: Reprendre la photo
id: Ambil Ulang Foto
it: Rifai foto
pt_br: Tirar Outra Foto
ru: Переснять фото
tr: Fotoğrafı Yeniden Çek
zh_hans: 重新拍照

source: Rough numbers are fine — you can adjust anything later.
de: Grobe Zahlen reichen völlig aus — du kannst später alles anpassen.
es: Unas cifras aproximadas están bien — puedes ajustarlo todo más tarde.
fr: Des chiffres approximatifs suffisent — vous pourrez tout ajuster plus tard.
id: Angka perkiraan tidak masalah — Anda bisa menyesuaikannya nanti.
it: Numeri approssimativi vanno bene — puoi sistemare tutto dopo.
pt_br: Números aproximados estão bons — você pode ajustar tudo depois.
ru: Приблизительных цифр достаточно — позже вы сможете всё скорректировать.
tr: Yaklaşık rakamlar yeterli — her şeyi daha sonra düzenleyebilirsin.
zh_hans: 大致数字即可——之后可以随时调整。

source: Salary
de: Gehalt
es: Salario
fr: Salaire
id: Gaji
it: Stipendio
pt_br: Salário
ru: Зарплата
tr: Maaş
zh_hans: 工资

source: Save %lld%%
de: Spare %lld %%
es: Ahorra un %lld %%
fr: Économisez %lld %%
id: Hemat %lld%%
it: Risparmia il %lld%%
pt_br: Economize %lld%%
ru: Экономия %lld %%
tr: %%%lld tasarruf
zh_hans: 节省 %lld%%

source: Save as many as you need, and search what's inside them.
de: Speichere so viele du brauchst, und durchsuche ihren Inhalt.
es: Guarda tantos como necesites y busca lo que hay dentro de ellos.
fr: Enregistrez-en autant que nécessaire, et recherchez leur contenu.
id: Simpan sebanyak yang Anda butuhkan, dan cari isinya.
it: Salvane quante ne servono e cerca cosa contengono.
pt_br: Salve quantos precisar e pesquise o que há dentro deles.
ru: Сохраняйте сколько угодно и ищите по их содержимому.
tr: İhtiyacın kadar kaydet ve içeriklerinde arama yap.
zh_hans: 保存任意数量，并搜索其中的内容。

source: Save changes
de: Änderungen speichern
es: Guardar cambios
fr: Enregistrer les modifications
id: Simpan perubahan
it: Salva modifiche
pt_br: Salvar alterações
ru: Сохранить изменения
tr: Değişiklikleri kaydet
zh_hans: 保存更改

source: Save contract
de: Vertrag speichern
es: Guardar contrato
fr: Enregistrer le contrat
id: Simpan kontrak
it: Salva contratto
pt_br: Salvar contrato
ru: Сохранить договор
tr: Sözleşmeyi kaydet
zh_hans: 保存合同

source: Save expense
de: Ausgabe speichern
es: Guardar gasto
fr: Enregistrer la dépense
id: Simpan pengeluaran
it: Salva spesa
pt_br: Salvar despesa
ru: Сохранить расход
tr: Gideri kaydet
zh_hans: 保存支出

source: Save goal
de: Ziel speichern
es: Guardar objetivo
fr: Enregistrer l'objectif
id: Simpan target
it: Salva obiettivo
pt_br: Salvar meta
ru: Сохранить цель
tr: Hedefi kaydet
zh_hans: 保存目标

source: Save income
de: Einnahme speichern
es: Guardar ingreso
fr: Enregistrer le revenu
id: Simpan pemasukan
it: Salva entrata
pt_br: Salvar receita
ru: Сохранить доход
tr: Geliri kaydet
zh_hans: 保存收入

source: Save liability
de: Verbindlichkeit speichern
es: Guardar pasivo
fr: Enregistrer le passif
id: Simpan utang
it: Salva passività
pt_br: Salvar dívida
ru: Сохранить обязательство
tr: Borcu kaydet
zh_hans: 保存负债

source: Save more money
de: Mehr Geld sparen
es: Ahorrar más dinero
fr: Économiser davantage
id: Menabung lebih banyak
it: Risparmia più denaro
pt_br: Economizar mais dinheiro
ru: Копить больше
tr: Daha fazla para biriktir
zh_hans: 多存钱

source: Save subscription
de: Abonnement speichern
es: Guardar suscripción
fr: Enregistrer l'abonnement
id: Simpan langganan
it: Salva abbonamento
pt_br: Salvar assinatura
ru: Сохранить подписку
tr: Aboneliği kaydet
zh_hans: 保存订阅

source: Saved
de: Gespart
es: Guardado
fr: Épargné
id: Tersimpan
it: Salvato
pt_br: Salvo
ru: Сэкономлено
tr: Kaydedildi
zh_hans: 已储蓄

source: Savings
de: Sparen
es: Ahorros
fr: Épargne
id: Tabungan
it: Risparmi
pt_br: Poupança
ru: Сбережения
tr: Tasarruf
zh_hans: 储蓄

source: Savings account
de: Sparkonto
es: Cuenta de ahorros
fr: Compte épargne
id: Rekening tabungan
it: Conto di risparmio
pt_br: Conta poupança
ru: Сберегательный счёт
tr: Tasarruf hesabı
zh_hans: 储蓄账户

source: Savings rate
de: Sparquote
es: Tasa de ahorro
fr: Taux d'épargne
id: Tingkat tabungan
it: Tasso di risparmio
pt_br: Taxa de poupança
ru: Норма сбережений
tr: Tasarruf oranı
zh_hans: 储蓄率

source: Scan with Camera
de: Mit Kamera scannen
es: Escanear con la cámara
fr: Numériser avec l'appareil photo
id: Pindai dengan Kamera
it: Scansiona con la fotocamera
pt_br: Digitalizar com a câmera
ru: Сканировать камерой
tr: Kamerayla Tara
zh_hans: 用相机扫描

source: Scan, photo, or an existing PDF
de: Scan, Foto oder ein vorhandenes PDF
es: Escaneo, foto o un PDF existente
fr: Numérisation, photo ou PDF existant
id: Pindaian, foto, atau PDF yang sudah ada
it: Scansione, foto o un PDF esistente
pt_br: Digitalização, foto ou um PDF existente
ru: Скан, фото или существующий PDF
tr: Tarama, fotoğraf veya mevcut bir PDF
zh_hans: 扫描、照片或现有 PDF

source: See every category, not just the top three, with month-over-month change.
de: Sieh alle Kategorien, nicht nur die Top drei, mit Veränderung im Monatsvergleich.
es: Consulta cada categoría, no solo las tres principales, con la variación mes a mes.
fr: Voyez toutes les catégories, pas seulement les trois premières, avec l'évolution mensuelle.
id: Lihat setiap kategori, bukan hanya tiga teratas, dengan perubahan dari bulan ke bulan.
it: Vedi ogni categoria, non solo le prime tre, con la variazione mese su mese.
pt_br: Veja cada categoria, não só as três principais, com a variação mês a mês.
ru: Смотрите все категории, а не только топ-3, с изменением по месяцам.
tr: İlk üçle sınırlı kalmadan her kategoriyi, aydan aya değişimiyle birlikte gör.
zh_hans: 查看所有类别（而不仅是前三名），并了解逐月变化。

source: See what you saved, spent, and how your net worth moved.
de: Sieh, was du gespart und ausgegeben hast und wie sich dein Nettovermögen entwickelt hat.
es: Descubre qué ahorraste, qué gastaste y cómo se movió tu patrimonio neto.
fr: Découvrez ce que vous avez économisé, dépensé, et comment votre valeur nette a évolué.
id: Lihat apa yang Anda tabung, belanjakan, dan bagaimana kekayaan bersih Anda bergerak.
it: Scopri cosa hai risparmiato, speso e come si è mosso il tuo patrimonio netto.
pt_br: Veja o que você economizou, gastou e como seu patrimônio líquido se moveu.
ru: Узнайте, сколько вы сэкономили, потратили и как изменился ваш капитал.
tr: Neyi biriktirdiğini, ne harcadığını ve net değerinin nasıl değiştiğini gör.
zh_hans: 查看您的储蓄、支出，以及净资产的变化情况。

source: See where your balance is headed before the month ends.
de: Sieh, wohin sich dein Kontostand vor Monatsende entwickelt.
es: Descubre hacia dónde va tu saldo antes de que acabe el mes.
fr: Découvrez où va votre solde avant la fin du mois.
id: Lihat ke mana arah saldo Anda sebelum bulan berakhir.
it: Scopri dove sta andando il tuo saldo prima della fine del mese.
pt_br: Veja para onde seu saldo está indo antes do fim do mês.
ru: Узнайте, куда движется ваш баланс до конца месяца.
tr: Ay bitmeden bakiyenin nereye gittiğini gör.
zh_hans: 在月末之前，了解您余额的走向。

source: See which upcoming renewals are worth a second look before they bill.
de: Sieh, welche anstehenden Verlängerungen einen zweiten Blick wert sind, bevor sie abgebucht werden.
es: Descubre qué próximas renovaciones merecen un segundo vistazo antes de que se cobren.
fr: Découvrez quels renouvellements à venir méritent un second regard avant d'être facturés.
id: Lihat perpanjangan mendatang mana yang layak ditinjau ulang sebelum ditagihkan.
it: Scopri quali rinnovi in arrivo meritano un secondo sguardo prima di essere addebitati.
pt_br: Veja quais renovações futuras merecem um segundo olhar antes de serem cobradas.
ru: Узнайте, какие предстоящие продления стоит перепроверить до списания средств.
tr: Faturalandırılmadan önce hangi yaklaşan yenilemelerin ikinci bir bakışı hak ettiğini gör.
zh_hans: 在扣款前，看看哪些即将续订的项目值得再考虑一下。

# Sends a weekly recap every %@ at %@.
source: Sends a weekly recap every %1$@ at %2$@.
de: Sendet jeden %1$@ um %2$@ eine wöchentliche Zusammenfassung.
es: Envía un resumen semanal cada %1$@ a las %2$@.
fr: Envoie un résumé hebdomadaire chaque %1$@ à %2$@.
id: Mengirim rekap mingguan setiap %1$@ pukul %2$@.
it: Invia un riepilogo settimanale ogni %1$@ alle %2$@.
pt_br: Envia um resumo semanal toda %1$@ às %2$@.
ru: Отправляет еженедельную сводку каждый %1$@ в %2$@.
tr: Her %1$@ saat %2$@ 'de haftalık bir özet gönderir.
zh_hans: 每逢%1$@的%2$@发送每周摘要。

source: Set Reminder
de: Erinnerung festlegen
es: Establecer recordatorio
fr: Définir un rappel
id: Atur Pengingat
it: Imposta promemoria
pt_br: Definir lembrete
ru: Установить напоминание
tr: Hatırlatıcı Ayarla
zh_hans: 设置提醒

# Set a %@ limit
source: Set a %1$@ limit
de: %1$@-Limit festlegen
es: Establecer un límite de %1$@
fr: Définir une limite pour %1$@
id: Tetapkan batas %1$@
it: Imposta un limite per %1$@
pt_br: Definir um limite para %1$@
ru: Установить лимит для «%1$@»
tr: %1$@ için limit belirle
zh_hans: 设置「%1$@」限额

source: Set a monthly limit for a category and track it automatically.
de: Lege ein monatliches Limit für eine Kategorie fest und verfolge es automatisch.
es: Establece un límite mensual para una categoría y síguelo automáticamente.
fr: Définissez une limite mensuelle pour une catégorie et suivez-la automatiquement.
id: Tetapkan batas bulanan untuk sebuah kategori dan lacak secara otomatis.
it: Imposta un limite mensile per una categoria e monitoralo automaticamente.
pt_br: Defina um limite mensal para uma categoria e acompanhe automaticamente.
ru: Установите месячный лимит для категории — он будет отслеживаться автоматически.
tr: Bir kategori için aylık bir limit belirle, otomatik olarak takip edilsin.
zh_hans: 为某个分类设置每月限额，系统会自动跟踪。

source: Set a target and we'll track your progress automatically.
de: Lege ein Ziel fest, und wir verfolgen deinen Fortschritt automatisch.
es: Fija un objetivo y seguiremos tu progreso automáticamente.
fr: Définissez un objectif et nous suivrons votre progression automatiquement.
id: Tetapkan target dan kami akan melacak progres Anda secara otomatis.
it: Imposta un obiettivo e monitoreremo i tuoi progressi automaticamente.
pt_br: Defina uma meta e vamos acompanhar seu progresso automaticamente.
ru: Установите цель, и мы автоматически будем отслеживать прогресс.
tr: Bir hedef belirle, ilerlemeni otomatik olarak takip edelim.
zh_hans: 设定目标，我们会自动为您追踪进度。

source: Share
de: Teilen
es: Compartir
fr: Partager
id: Bagikan
it: Condividi
pt_br: Compartilhar
ru: Поделиться
tr: Paylaş
zh_hans: 分享

source: Share Premium with your family
de: Teile Premium mit deiner Familie
es: Comparte Premium con tu familia
fr: Partagez Premium avec votre famille
id: Bagikan Premium dengan keluargamu
it: Condividi Premium con la tua famiglia
pt_br: Compartilhe o Premium com sua família
ru: Поделитесь Premium с семьёй
tr: Premium'u ailenle paylaş
zh_hans: 与家人共享 Premium

source: Share with up to 5 family members
de: Mit bis zu 5 Familienmitgliedern teilen
es: Compártelo con hasta 5 familiares
fr: Partagez avec jusqu'à 5 membres de votre famille
id: Bagikan dengan hingga 5 anggota keluarga
it: Condividi con fino a 5 familiari
pt_br: Compartilhe com até 5 familiares
ru: Делитесь с 5 членами семьи
tr: 5 aile üyesine kadar paylaş
zh_hans: 最多与 5 位家庭成员共享

source: Shared through Apple Family Sharing. Everyone uses Premium on their own device — nobody can see anyone else's finances.
de: Geteilt über die Apple-Familienfreigabe. Alle nutzen Premium auf ihrem eigenen Gerät – niemand sieht die Finanzen der anderen.
es: Se comparte con En familia de Apple. Cada persona usa Premium en su propio dispositivo: nadie puede ver las finanzas de los demás.
fr: Partagé grâce au Partage familial d'Apple. Chacun utilise Premium sur son propre appareil — personne ne voit les finances des autres.
id: Dibagikan melalui Berbagi Keluarga Apple. Setiap orang memakai Premium di perangkatnya sendiri — tidak ada yang bisa melihat keuangan orang lain.
it: Condiviso tramite In famiglia di Apple. Ognuno usa Premium sul proprio dispositivo: nessuno può vedere le finanze degli altri.
pt_br: Compartilhado pelo Compartilhamento Familiar da Apple. Cada pessoa usa o Premium no próprio dispositivo — ninguém vê as finanças dos outros.
ru: Доступно через Семейный доступ Apple. Каждый пользуется Premium на своём устройстве — никто не видит чужие финансы.
tr: Apple Aile Paylaşımı ile paylaşılır. Herkes Premium'u kendi cihazında kullanır — kimse başkasının finansını göremez.
zh_hans: 通过 Apple 家人共享进行共享。每个人在自己的设备上使用 Premium——没有人能看到其他人的财务。

source: Shopping
de: Einkaufen
es: Compras
fr: Achats
id: Belanja
pt_br: Compras
ru: Покупки
tr: Alışveriş
zh_hans: 购物

source: Skip for now
de: Vorerst überspringen
es: Omitir por ahora
fr: Ignorer pour l'instant
id: Lewati dulu
it: Salta per ora
pt_br: Pular por agora
ru: Пропустить пока
tr: Şimdilik atla
zh_hans: 暂时跳过

source: Snap a photo or pick one from your library.
de: Mach ein Foto oder wähle eins aus deiner Mediathek.
es: Haz una foto o elige una de tu biblioteca.
fr: Prenez une photo ou choisissez-en une dans votre photothèque.
id: Ambil foto atau pilih dari galeri Anda.
it: Scatta una foto o scegline una dalla libreria.
pt_br: Tire uma foto ou escolha uma da sua biblioteca.
ru: Сделайте фото или выберите его из библиотеки.
tr: Bir fotoğraf çek ya da kitaplığından birini seç.
zh_hans: 拍一张照片，或从相册中选择一张。

source: Something went wrong. Please try again.
de: Etwas ist schiefgelaufen. Bitte versuche es erneut.
es: Algo salió mal. Inténtalo de nuevo.
fr: Une erreur est survenue. Veuillez réessayer.
id: Terjadi kesalahan. Silakan coba lagi.
it: Qualcosa è andato storto. Riprova.
pt_br: Algo deu errado. Tente novamente.
ru: Что-то пошло не так. Попробуйте ещё раз.
tr: Bir şeyler ters gitti. Lütfen tekrar dene.
zh_hans: 出了点问题，请重试。

source: Something you owe — a loan, a card
de: Etwas, das du schuldest — ein Kredit, eine Karte
es: Algo que debes — un préstamo, una tarjeta
fr: Quelque chose que vous devez — un prêt, une carte
id: Sesuatu yang Anda utangi — pinjaman, kartu kredit
it: Qualcosa che devi — un prestito, una carta
pt_br: Algo que você deve — um empréstimo, um cartão
ru: То, что вы должны — кредит, карта
tr: Borçlu olduğun bir şey — bir kredi, bir kart
zh_hans: 您所欠的款项——贷款、信用卡等

source: Something you own — savings, ETFs
de: Etwas, das dir gehört — Ersparnisse, ETFs
es: Algo que posees — ahorros, ETF
fr: Quelque chose que vous possédez — épargne, ETF
id: Sesuatu yang Anda miliki — tabungan, ETF
it: Qualcosa che possiedi — risparmi, ETF
pt_br: Algo que você possui — poupança, ETFs
ru: То, чем вы владеете — сбережения, ETF
tr: Sahip olduğun bir şey — tasarruf, ETF'ler
zh_hans: 您拥有的资产——储蓄、ETF等

source: Spending & goal reports
de: Ausgaben- & Zielberichte
es: Informes de gastos y metas
fr: Rapports de dépenses et d'objectifs
id: Laporan pengeluaran & target
it: Rapporti su spese e obiettivi
pt_br: Relatórios de gastos e metas
ru: Отчёты о расходах и целях
tr: Harcama ve hedef raporları
zh_hans: 支出与目标报告

source: Spending Analysis
de: Ausgabenanalyse
es: Análisis de gastos
fr: Analyse des dépenses
id: Analisis Pengeluaran
it: Analisi delle spese
pt_br: Análise de gastos
ru: Анализ расходов
tr: Harcama Analizi
zh_hans: 支出分析

source: Spending Impact
de: Auswirkung auf die Ausgaben
es: Impacto en el gasto
fr: Impact sur les dépenses
id: Dampak Pengeluaran
it: Impatto sulla spesa
pt_br: Impacto nos gastos
ru: Влияние на расходы
tr: Harcama Etkisi
zh_hans: 支出影响

source: Spending Score
de: Ausgaben-Score
es: Puntuación de gasto
fr: Score de dépenses
id: Skor Pengeluaran
it: Punteggio di spesa
pt_br: Pontuação de gastos
ru: Оценка расходов
tr: Harcama Skoru
zh_hans: 支出评分

# Spending is up %lld%% this month
source: Spending is up %1$lld%% this month
de: Ausgaben sind diesen Monat um %1$lld %% gestiegen
es: El gasto ha subido un %1$lld%% este mes
fr: Les dépenses ont augmenté de %1$lld %% ce mois-ci
id: Pengeluaran naik %1$lld%% bulan ini
it: La spesa è aumentata del %1$lld%% questo mese
pt_br: Os gastos subiram %1$lld%% este mês
ru: Расходы выросли на %1$lld %% в этом месяце
tr: Bu ay harcama %1$lld%% arttı
zh_hans: 本月支出增长了 %1$lld%%

source: Spent
de: Ausgegeben
es: Gastado
fr: Dépensé
id: Terpakai
it: Speso
pt_br: Gasto
ru: Потрачено
tr: Harcandı
zh_hans: 已支出

source: Start Premium
de: Premium starten
es: Empezar Premium
fr: Démarrer Premium
id: Mulai Premium
it: Attiva Premium
pt_br: Assinar Premium
ru: Подключить Premium
tr: Premium'u Başlat
zh_hans: 开通高级版

source: Start Premium Family
de: Premium Family starten
es: Empezar Premium Family
fr: Démarrer Premium Family
id: Mulai Premium Family
it: Inizia Premium Family
pt_br: Começar o Premium Family
ru: Оформить Premium Family
tr: Premium Family'yi başlat
zh_hans: 开始 Premium Family

source: Start exploring
de: Loslegen
es: Empezar a explorar
fr: Commencer
id: Mulai jelajahi
it: Inizia a esplorare
pt_br: Começar a explorar
ru: Начать
tr: Keşfetmeye başla
zh_hans: 开始探索

source: Start manually.
de: Manuell starten.
es: Empieza manualmente.
fr: Commencer manuellement.
id: Mulai secara manual.
it: Inizia manualmente.
pt_br: Começar manualmente.
ru: Начать вручную.
tr: Manuel başla.
zh_hans: 手动开始。

source: Stay ahead of everything.
de: Immer einen Schritt voraus.
es: Ve siempre un paso por delante.
fr: Gardez une longueur d'avance.
id: Selalu selangkah lebih maju.
it: Resta sempre un passo avanti.
pt_br: Fique à frente de tudo.
ru: Будьте на шаг впереди во всём.
tr: Her şeyin önünde ol.
zh_hans: 对一切了如指掌。

source: Stay ahead of renewals.
de: Verpasse keine Verlängerung.
es: Adelántate a las renovaciones.
fr: Anticipez les renouvellements.
id: Selalu tahu sebelum diperpanjang.
it: Resta al passo con i rinnovi.
pt_br: Fique à frente das renovações.
ru: Не пропустите продление.
tr: Yenilemelerin bir adım önünde ol.
zh_hans: 提前掌握续约动态。

source: Stays on this device. Nothing is uploaded.
de: Bleibt auf diesem Gerät. Nichts wird hochgeladen.
es: Se queda en este dispositivo. No se sube nada.
fr: Reste sur cet appareil. Rien n'est transmis.
id: Tetap di perangkat ini. Tidak ada yang diunggah.
it: Resta su questo dispositivo. Niente viene caricato online.
pt_br: Fica neste dispositivo. Nada é enviado para a nuvem.
ru: Остаётся на этом устройстве. Ничего не загружается.
tr: Bu cihazda kalır. Hiçbir şey yüklenmez.
zh_hans: 数据保留在本设备上，不会上传。

source: Stop tracking
de: Erfassung beenden
es: Dejar de seguir
fr: Arrêter le suivi
id: Berhenti melacak
it: Interrompi monitoraggio
pt_br: Parar de rastrear
ru: Прекратить отслеживание
tr: Takibi durdur
zh_hans: 停止追踪

source: Student
de: Studierend
es: Estudiante
fr: Étudiant
id: Pelajar
it: Studente
pt_br: Estudante
ru: Студент
tr: Öğrenci
zh_hans: 学生

source: Subscriptions
de: Abonnements
es: Suscripciones
fr: Abonnements
id: Langganan
it: Abbonamenti
pt_br: Assinaturas
ru: Подписки
tr: Abonelikler
zh_hans: 订阅

source: Switches to %@ on %@
de: Wechselt am %2$@ zu %1$@
es: Cambia a %1$@ el %2$@
fr: Passe à %1$@ le %2$@
id: Beralih ke %1$@ pada %2$@
it: Passa a %1$@ il %2$@
pt_br: Muda para %1$@ em %2$@
ru: Перейдёт на «%1$@» %2$@
tr: %2$@ tarihinde %1$@ planına geçer
zh_hans: 将于 %2$@ 切换为%1$@
